Services/src/CommonTemplates/SearchTradeitemsByGLNAndModifiedTime/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:glob="http://globalservice.ws.bept.ids.by/">
   <soapenv:Header/>
   <soapenv:Body>
      <glob:getTradeitemsByGTINs>
         <!--Optional:-->
         <request>
            <!--Optional:-->
            <header>
               <!--Optional:-->
               <sessiontoken>id_sessiontoken</sessiontoken>
            </header>
            <!--Zero or more repetitions:-->
            <listOfGTIN>id_listofgtin</listOfGTIN>
         </request>
      </glob:getTradeitemsByGTINs>
   </soapenv:Body>
</soapenv:Envelope>